req.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery"><soap:Header><wsa:To>urn:schemas-xmlsoap-org:ws:2005:04:discovery</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/Bye</wsa:Action><wsa:MessageID>urn:uuid:a7c78fdf-fde1-49cd-b2e4-73a6bafc9b8f</wsa:MessageID><wsd:AppSequence InstanceId="92" SequenceId="urn:uuid:21ff662e-13cd-491d-aabf-313ce7131052" MessageNumber="81"></wsd:AppSequence></soap:Header><soap:Body><wsd:Bye><wsa:EndpointReference><wsa:Address>urn:uuid:20a68289-3e1b-4c1d-bf44-9c6ebc852486</wsa:Address></wsa:EndpointReference></wsd:Bye></soap:Body></soap:Envelope>